{
  "letsGetStarted": "فلنبدأ",
  "oneApp": " تطبيق واحد...",
  "multipleLenders": "مجموعة من المُقرضين والعروض",
  "createAccount": "إنشاء حساب",
  "joinAsGueast": "انضم كضيف",

  "signUp": "انضمام",
  "registerNow": "سجّل الآن!",
  "civilID": "الرقم االمدني",
  "phoneNumber": "رقم الهاتف",
  "password": "كلمة المرور",
  "confirmPassword": "تأكيد كلمة المرور",
  "buSigning": "بالتسجيل، فإنك توافق على ",
  "termsAndCondition": "الشروط والأحكام الخاصة بنا",
  "and": " و ",
  "privacyPolicy": "سياسية الخصوصية",

  "alreadyMember": "عضو فعّال? ",
  "login": "تسجيل الدخول",
  "loginToYourAccount": "الدخول إلى حسابك",
  "newToEZCREDIT": "عضو جديد في ايزي كريدت ?",
  "forgetPassword": " هل نسيت كلمة المرور?",

  "bankingServices": " الخدمات المصرفية أكثر بساطة",
  "ourServices": "خدماتنا",
  "leons": "القروض",
  "leonsMsg": "مهما كان نوع القرض، ايزي كريدت لديه القرض المُناسب لك.",
  "creditCard": "البطاقات الإئتمانية",
  "creditCardMsg": " الكثير مُقابل القليل... احصل على بطاقتك الإئتمانية الآن بخطوات بسيطة وغير مُعقدة ",
  "bestInterest": " ضمان أعلى نسبة فائدة",
  "bestInterestMsg": "لنُنمي مدّخراتك",

  "joinNow": "انضم الآن",
  "ourUsersSay": "آراء عملاءنا!",
  "whyEZCREDIT": "لماذا ايزي كريدِت؟",

  "customerIsKing": "العميل أولا واخيرا",
  "allBank": "جميع البنوك في منصة واحدة",
  "rightServices": "خدمات عديدة",
  "speed": "السُرعة",
  "higherLeon": "قيمة قروض أعلى",
  "competitive": "نسب تنافُسية",

  "needHelp": "بحاجة للمساعدة؟",
  "anyQuestion": "هل لديك أسئلة؟ نحنُ هنا لمُساعدتك!",
  "askAnything": "شاركنا كل ما يجول بخاطرك",
  "support": "الدعم",
  "updatedCredit": "درجات الإئتمان المحدثة",
  "users": "المُستخدمين",
  "issued": " البطاقات الإئتمانية المصدرة ",
  "loanRequest": " طلبات القروض المُنفذة",

  "home": "الصفحة الرئيسية",
  "services": "الخدمات",
  "lenderTestimonials": "توصيات المقرضين",
  "contactUs": "اتصل بنا",

  "hederSliderLoan": "تحتاج إلى قرض?",
  "hederSliderLoanDesc": " لم يكُن الأمر أكثر بساطة مُسبقًا!",
  "hederSliderLoanButton": "احصل على قرضك الآن!",
  "hederSliderCredit": "تّملّك أي شيء.. في أي وقت!",
  "hederSliderCreditDesc": "احصل على بطاقتك الإئتمانية الآن للتسوق بسهولة",
  "hederSliderCreditButton": "احصل على بطاقتك الآن!",
  "hederSliderBest": "نَمّي أموالك",
  "hederSliderBestDesc": "احصل على أفضل فائدة لودائعك",
  "hederSliderBestButton": "احصل على أفضل نسبة الآن!",

  "View Profile": " عرض الملف الشخصي",
  "logout": "تسجيل الخروج",
  "testimonials": "التوصيات",
  "lenders": "المقرضين",
  "settings": "الإعدادات",

  "myProfile": "ملفي الشخصي",
  "personalInfo": "المعلومات الشخصية",
  "idDetails": "الرقم االمدني",
  "residentialAddress": "عنوان السكن",
  "employmentDetails": "تفاصيل الوظيفة",
  "financialInfo": "المعلومات المالية",
  "personalInformation": "المعلومات الشخصية",
  "arabicName": "اسم حامل البطاقة المدنية",
  "fullNameAr": "الإسم الرُباعي باللغة العربية",
  "fullNameEn": "الإسم الرُباعي باللغة الإنجليزية",
  "civilIdCard": "اسم حامل البطاقة المدنية",
  "nationality": "الجنسية",
  "countryOfResidency": "بلد الإقامة",

  "civilNo": "رقم البطاقة المدنية.",
  "sex": "الجنس",
  "birthDate": "تاريخ الميلاد",
  "expireDate": "تاريخ انتهاء الصلاحية",
  "country": "البلد",
  "city": "المدينة",
  "address": "عنوان السكن",
  "street": "اسم الشارع",
  "building": "رقم المبنى.",

  "female": "انثى",
  "male": "ذكر",

  "emplymentStatus": "الحالة الوظيفية",
  "employer": "مكان العمل",
  "currency": "العملة",
  "currencyK" : "د.ك",
  "income": "قيمة الدخل الشهري",
  "employed": "موظف",
  "unemployed": "غير موظف",
  "retired": " متقاعد",
  "totalLiabilities": "الإلتزامات",
  "housing": "سكني",
  "consumer": "مستهلك",
  "other": "غيرها",
  "totalMonthlyInstallments": "إجمالي الأقساط الشهرية",
  "scoring": "الدرجة",
  "notifications": "الإشعارات",
  "profile": "الملف الشخصي",
  "carLoan": "قرض سيارة",
  "housingLoan": "قرض سكني",
  "personalLoan": "قرض شخصي",

  "deposits": "الودائع",
  "details": "التفاصيل",
  "applyNow": "قدم الآن ",

  "arabic": "عربي",
  "arabicLang" : "العربية",
  "english": "الإنجليزية",
  "ar": "EN",

  "enterValue": "أدخل القيمة من فضلك.",
  "errorCivilId": "الرجاء إدخال الرقم المدني الصحيح",
  "errorPass": "كلمة المرور لا تقل عن 6 أحرف.",
  "errorConfirmPass": " لا يوجد تطابق مع كلمة المرور المدخلة .",
  "errorPhoneNumber": "يجب أن يكون رقم الهاتف صالحًا ويحتوي على 8 أرقام",

  "next": "التالي",
  "skip": "تخطي",
  "previous": "السابق",
  "name": "الإسم",
  "requestCreditScore": "اطلب درجة ائتمان",
  "creditScoreResult": "نتيجة درجة الإئتمان",
  "newLoanInformation": "معلومات القرض الجديد",
  "loanEligibility": "أحقية الحصول على قرض",
  "applyToGetLoan": "قدم طلبًا للحصول على قرض",
  "requestYourCreditScore": "اطلب درجة الإئتمان الخاصة بك الآن",
  "offers": "العروض",
  "proposal": "العروض المُستلمة",
  "email": "البريد الإلكتروني",
  "loginInWith": "أو الدخول عبرـ:",
  "signUpWith": "أو التسجيل عبرـ",
  "autoLoan": "قرض السيارة",
  "procees": "استمرار",
  "orderSuccessfully": "تم طلبك بنجاح",
  "loanType": "نوع القرض",
  "bankType": "نوع البنك",
  "serviceType": "نوع الخدمة",
  "personal": "المعلومات الشخصية ",
  "employmentInfo": "معلومات الوظيفة",
  "newLoan": "قرض جديد",
  "apply": "قدّم",
  "goToProposal": "الذهاب إلى العروض",
  "save": "حفظ",

  "select": "تحديد",

  "mobileNumber" : "رقم الموبايل",
  "needLoan" : "تحتاج إلى قرض ؟",
  "needLoanDesc" : "لن يكون الأمر أكثر بساطة",

  "auto" : "auto",
  "otherLoan" : "other",
  "any": "any",
  "commercial": "commercial",
  "islamic": "islamic", 

   "requestLoanType" : "نوع القرض المطلوب",
   "requestBanktype" : "نوع البنك المطلوب",
   "requestLoanAMount": "مقدار القرض المطلوب",
   "installmentsNumber": "عدد الأقساط",

   "more": "المزيد",
   "getLoanNow" : "احصل على قرضك الآن",
   "requestAservice" : "اطلب خدمة",
   "cancel": "الغاء",
   "acceptNow": "اقبل الآن",
   "rejectNow": "ارفض الآن",
   "rejectOffer" : "إلغاء العرض",
   "acceptOffer" : "قبول العرض",
   "confirmation" : "التأكيد",
   "confirmationRejectOffer" : "هل أنت متأكد أنك ترغب في إلغاء العرض ؟",
   "confirmationAcceptOffer" : "هل أنت متأكد أنك ترغب في قبول العرض ؟",
   "yourRequest": "طلبك",
   "loanAMount" : "قيمة القرض",
   "bankOffer" : "عرض البنك",
   "intrestRate" : "سعر الفائدة",
   "note" : "ملاحظة",
   "recievedProposals" : "العروض المُستلمة ",
   "activeRequests" : "الطلبات الفعّالة",
   
   "definitions": "التعاريف",
   "definitionsDesc": "تعطى الكلمات والمصطلحات التالية في هذه الشروط والأحكام المعاني المحددة لها إلا إذا تطلب المضمون خلاف ذلك: \n  الشركة: شركة إبتكار للحلول الذكية.\n الجهاز: أجهزة الكمبيوتر الشخصية ، وأجهزة الكمبيوتر المحمولة والثابتة / والأجهزة اللوحية ، والشاشات الذكية ، والهواتف المتنقلة ، والهواتف الذكية والأجهزة القابلة للإرتداء (ساعات اليد – تتبع أنشطة اللياقة البدنية والصحية) والأجهزة المرتبطة بأنظمة السيارات المتصلة بالإنترنت ، وأية أجهزة أخرى مماثلة وتستخدم في أغراض مشابهة قد تكون متصلة بشبكة الإنترنت.\n الخدمة الرقمية: وتشمل جميع خدمات الإنترنت والخدمات عبر الهواتف المتنقلة والذكية التي تقدمها الشركة ، والتي يستطيع العميل / المستخدم من خلالها الحصول على التقرير الائتماني الخاص به من خلال الأجهزة المعرف عنها أعلاه.\nالعميل / المستخدم: ويقصد به عميل الشركة سواءا كان من الأشخاص الطبيعية  'الأفراد'  أو الأشخاص الإعتبارية  'الشركات'  الذين تقدم إليهم الخدمة الرقمية . يقر العميل / المستخدم بكامل أهليته القانونية وأنه يوافق ويقبل الشروط والأحكام التالية :",

   "eligibility": "الأهلية القانونية",
   "eligibilityDesc1": " تحتفظ الشركة منفردة بكامل الحق في قبول أو رفض أي طلب لتقديم الخدمة الرقمية ، كما يحق لها منفردة وحسب تقديرها المطلق ودون شرط الإبلاغ المسبق بأن تقوم بإلغاء و/ أو تعديل و/أو إضافة بنود جديدة للخدمة الرقمية و/ أو هذه الأحكام والشروط",
   "eligibilityDesc2": "قبل وصول العميل أو المستخدم إلى أي تسهيلات جديدة تتعلق بأيا من الخدمات الرقمية المقدمة من الشركة فإنه سيتعين على المستخدم تأكيد موافقته على الشروط والأحكام المرتبطة بها بشكل إلكتروني ، ويقر العميل أن هذه الموافقة التي قام بإرسالها والتأكيد عليها عبر الوسائط الإلكترونية هي صحيحة وحقيقية وأنها ملزمة على العميل قانونا",
   "eligibilityDesc3": "يتعهد المستخدم بتقديم أية مستندات إضافية قد تطلبها الشركة قبل تقديمها لأي خدمات معدلة أو إضافية بموجب الخدمة الرقمية التي تقدمها للمستخدم ، إذا أخفق المستخدم في الإمتثال للمتطلبات الواردة أعلاه ، لن يكون المستخدم مؤهلا للحصول على الخدمة الرقمية المعدلة ويحق للشركة في هذه الحالة أيضا سحب الخدمة التي زودت بها المستخدم في البداية حسب تقديرها",
   "eligibilityDesc4": "تخضع تطبيقات المنتج في الخدمات عبر الإنترنت وعبر الجهاز لسياسة التأهل والمخاطر",
   "eligibilityDesc5": " من المعلوم لدى المستخدم أنه يتعين عليه تحميل أحدث نسخة من تطبيق الشركة على أب ستور وأندوريد بشكل دوري للإستفادة من الحماية الأمنية الكافية كما يتعين على المستخدم أن يستخدم فقط إصدارات المتصفح المتوافقة مع خدمات الإنترنت وبأن يكون لديه برامج مكافحة الفيروسات الالكترونية أو ذات صلة وأن تكون مثبتة مسبقا على الجهاز في جميع الأوقات",
    "eligibilityDesc6" : " يحق للعميل الذي لا يقل عمره عن 21 عاما الإشتراك والإستفادة وإستخدام الخدمة الرقمية للشركة",
    "eligibilityDesc7" : "",


   "responsibility" :"المسؤولية القانونية",
   "responsibilityDesc1" :"يتم تقديم وإستخدام وتوفير الخدمة الرقمية للشركة بناء على طلب ومسؤولية المستخدم الشخصية بالكامل",
   "responsibilityDesc2" :"من المعلوم لدى المستخدم بأن الشركة لن تكون مسؤولة بأي شكل من الأشكال عن أي خسارة أو ضرر ينتج بشكل مباشر أو غير مباشر عن أي خلل فني أو انقطاع أو إستخدام الخدمة الرقمية للشركة بشكل عام",
   "responsibilityDesc3" :"كون سجل الشركة هو المستند الرسمي والموثق بشأن تسجيل وقيد أي معاملة تتم عن طريق إستخدام الخدمة الرقمية من قبل المستخدم ، وتكون دليلاً حاسماً وقطعيا على صحة إجراء تلك المعاملة ويكون ملزماً للمستخدم لجميع الأغراض",
   "responsibilityDesc4" :"لن تكون الشركة مسؤولة على الإطلاق عن أي دفعات أو مبالغ مالية غير صحيحة يتم دفعها أو سدادها من قبل المستخدم إلى شركات الخدمات المصرفية الآلية أو شركات بطاقات الائتمان نتيجة لخطأ المستخدم نفسه وذلك إما من خلال إدخال بيانات البطاقات الائتمانية أو الشخصية للعميل أو رقم الحساب لدى شركة الخدمات المصرفية الخدمة وأية معلومات أخرى مطلوبة بطريقة خاطئة. ويوافق أيضاً على التنازل عن أي حق يكون له بطريقة أخرى لتحميل الشركة المسئولية عن أي خطا أو إسقاط تسببت فيه الخدمة وأي تأخير من قبل الشركة لأي أسباب قد تنتج عن استخدام الخدمة الرقمية",


   "confidentiality": "سرية المعلومات",
   "confidentialityDesc1": "يقر ويتعهد المستخدم بعدم الإفصاح عن كلمة المرور و/ أو رمز التفويض و / أو رمز تعريف المستخدم المتعلق بالحساب الخاص به و/أو استخدامه للخدمة الرقمية للشركة لأي اشخاص أو جهات أو أطراف أخرى.",
   "confidentialityDesc2": "يقر المستخدم بأن الخدمة الرقمية هي مملوكة ملكية كاملة للشركة وحدها كما أنها تملك جميع حقوق الطبع والنشر والملكية الفكرية للبرامج والمستندات والتطبيقات المتصلة بالخدمة الرقمية وأي تعديلات قد تطرأ عليها لاحقاً في المستقبل .",
   "confidentialityDesc3": "يوافق المستخدم على التعامل بخصوصية وسرية تامة مع جميع حقوق الإستخدام والمستندات وأي معلومات أخرى متعلقة بالخدمة الرقمية، ولا يحق له نسخ أو استخراج أي منها بأي شكل مهما كان، سواء جزئيا أو كليا ، أو السماح لأية أطراف آخرى سواءا كانوا أفراد أو شركات باستخدام الخدمة الرقمية للشركة .",
   "confidentialityDesc4": " يقر ويتعهد المستخدم بعدم مشاركة أيا من الأجهزة المستخدمة للدخول إلى الخدمة الرقمية للشركة مع الغير أيا كانت درجة قرابته كما يتعهد المستخدم بأن يستخدم كلمات المرور لحماية تلك الأجهزة من الاستخدام غير المصرح به إذا تطلب الأمر لذلك ، كما يتعهد المستخدم بتعويض الشركة عن جميع الخسائر أو الأضرار التي قد تنشأ نتيجة السماح للغير باستخدام أيا من الأجهزة التي يسمح لها لإمكانية الوصول للخدمة الرقمية للشركة.",


   "consentForm" : "تفويض العميل",
   "consentFormDesc" : "يقر ويتعهد العميل بأنه عند إستخدامه للخدمة الرقمية للشركة بموافقته الكاملة غير المشروطة على تفويض الشركة باستخراج التقرير الإئتماني للعميل والذي يتضمن جميع البيانات والمعلومات الائتمانية الخاصة به ، وما تتضمنه من معلومات تحليلية وتفصيلية بما في ذلك مؤشرات التصنيف الائتماني الخاصة بالعميل وذلك عن جميع أنواع المعاملات والتسهيلات الائتمانية بجميع مسمياتها سواءا كانت قروض إستهلاكية أو مقسطة والكفالات بكافة أشكالها وجميع التسهيلات الائتمانية الممنوحة بطريق البيع بأي شكل من أشكال نقل الملكية بالتقسيط للسلع والخدمات وفقا لأحكام القوانين المنظمة لذلك واللوائح التنفيذية والنظم والضوابط الصادرة من الجهات الرقابية له والتعديلات اللاحقة عليهم وذلك دون وقوع أدنى مسؤولية على الشركة لما يترتب عليه من عدم صحة أو دقة البيانات الشخصية أو الائتمانية الواردة في التقرير الائتماني أو عن أية خسائر تنشأ من جراء استخدام العميل للتقرير الائتماني بأي شكل من الأشكال ، كما يقر ويتعهد العميل بأن يقوم بسداد الرسوم المقررة لإستخراج التقرير الائتماني المطلوب عند الطلب ووفقا للنظم الموضوعة من الشركة في هذا الصدد ",

   "dataPolicy":"سياسة البيانات",
   "dataPolicyDesc1":" يقر ويوافق المستخدم بأنه يحق للشركة منفردة ودون اية قيود أو شروط أن تقوم بجمع المحتوى والمعلومات التي يقدمها المستخدم عند إستخدام الخدمة الرقمية للشركة بما في ذلك على سبيل المثال لا الحصر (تفاصيل الخدمة المطلوبة ، وطراز الجهاز المستخدم في الولوج إلى الخدمة الرقمية ، ومشغل GSM ، والموقع ، وعدد مرات الدخول والإستخدام للخدمة الرقمية ، وفترات الاستخدام للخدمة الرقمية ، وتقارير الأعمال ذات الصلة.",
   "dataPolicyDesc2":"يحق للشركة منفردة الحصول على أية معلومات من أو عن الجهاز الذي قام المستخدم بإستخدامه لتحميل وإستخدام الخدمات الرقمية للشركة عليها أو تسجيل الدخول من خلالها.",
   "dataPolicyDesc3":"يحق للشركة إستخدام كافة المعلومات والبيانات التي يتم الحصول عليها لمعالجتها وتقديم الخدمات الرقمية بشكل مطور وتنفيذ الإقتراحات من خلال فهم وإستيعاب طريقة تعامل المستخدم مع مختلف قنوات الخدمات الرقمية للشركة .",
   "dataPolicyDesc4":"يحق للشركة إستخدام البيانات والمعلومات الخاصة بالمستخدم لتلبية إستفساراته المُتعلقة بالخدمات الرقمية المقدمة من الشركة إضافةً لذلك، تقوم الشركة باستخدام المعلومات والبيانات المتوافرة لديها للتحقق من الحسابات ونشاط المستخدم، وضمان أمن وسلامة الخدمات الرقمية أثناء وخارج أوقات الإتصال بالانترنت مثل القيام بالتحقق من الأنشطه المشبوهة أو مخالفة الشروط والأحكام والنظم الخاصة بالشركة ",
   "dataPolicyDesc5":"يقر المستخدم بموافقته غير المشروطة على أنه يحق للشركة الإحتفاظ وتخزين المعلومات والبيانات التي تم الحصول عليها وتداولها وتبادلها مع مزودي المعلومات الأخرين لتوفير المنتجات والخدمات الرقمية للمستخدم بشكل متطور وسريع .",


   "creditReport": "طلب تقرير ائتماني لإرساله عبر البريد الإلكتروني",
   "creditReportDesc": "يقر ويوافق المستخدم أنه في حال طلبه بالحصول على نسخة من التقرير الائتماني الخاص به أوإرساله إلى البريد الالكتروني المسجل في الطلب ، فإنه يفوض المستخدم الشركه في الإستعلام عن بياناته وفقا لما ورد في بالبند رقم (5) هذه الشروط والأحكام فإنه يبرئ ذمة الشركة من أية مسؤولية قانونية مترتبة على هذا الأمر ، كما يقر ويتعهد ويوافق المستخدم منفردا وعلى مسؤوليته الشخصية والقانونية أن يتحمل جميع المخاطر الناتجة عن إرسال تلك التقارير أو الوثائق بالبريد الالكتروني دون وقوع أدنى مسؤولية على الشركة في ذلك .",

   "disclaimers":"إخلاء المسؤولية",
   "disclaimersDesc1":"إن المعلومات التي يحتويها تطبيق الخدمة الرقمية والمزودة من قبل الشركة هي معلومات عامة لا تعكس التطورات القانونية الأكثر حداثة ولا يقصد بها أن تشكل أو تعتبر مرجعاً أو استشارةً قانونية. ولهذا فإن الشركة لا تتحمّل أية مسؤولية عن المعلومات التي تزودها أو عن الطريقة التي قد تستعمل فيها مثل هذه المعلومات أو أي فعل يُتَّخذ كنتيجة لاستعمال مثل هذه المعلومات. هذا بالإضافة إلى أن الشركة لا تقدّم أي ضمانات فيما يتعلق بدقة المعلومات التي يقدمها التطبيق الالكتروني أو اكتمالها أو حداثتها.",
     "disclaimersDesc2":"لا تعتبر الشركة أو موظفيها بأي حال من الأحوال مسؤولين عن أية أضرار مباشرة أو غير مباشرة أو طارئة أو خاصة تنتج عن استعمال أو عدم القدرة على استعمال أية محتوى أو معلومات أو مواد وجدت في الخدمة أو الخدمة نفسها. هذا بالإضافة إلى أن الشركة لا تتحمّل أية مسؤولية عن أية أخطاء أو حذف لمحتويات هذا التطبيق الإلكتروني أو أي إنهاء أو تعليق للموقع، وعلاوة على ذلك فإن ساي نت تخلي مسؤوليتها عن أي خسارة مهما كان نوعها وكيفما حصلت فيما يتعلق باستعمال هذا التطبيق الإلكتروني.",
     "disclaimersDesc3":"إن الشركة تبذل كل الجهد لضمان خلوّ موقعها وتطبيقها الإلكتروني من الفيروسات، ولكنها في الوقت نفسه لا تضمن خلوِّه من الفيروسات بجميع أشكالها ومسمياتها ولا تتحمل المسؤولية في حال وجود فيروسات في تطبيقها أو موقعها الإلكتروني.",


   "governingLaw" : "القانون الواجب التطبيق",
   "governingLawDesc" : "تخضع هذه الشروط والأحكام ويتم تفسير بنودها وفقا لأحكام القانون الكويتي وبما لا يخالف أحكام الشريعة الإسلامية الغراء ، كما يجب أن يفسر كل بند من بنود هذه الشروط والأحكام بالقدر المتاح، وبالطريقة التى تعد بها منتجة لآثارها وصالحة بموجب القانون المطبق، ولكن إذا كان اي بند من البنود الواردة في هذه الشروط والأحكام محظور وباطل وغير نافذ بموجب القانون الواجب التطبيق على هذا الاتفاق، حينها يجب أن يقتصر هذا البطلان او عدم النفاذ الى حد عدم صلاحية او بطلان هذا البند ، دون ان يمتد هذا البطلان ليشمل باقي بنود الاتفاق، فتبقى بقية البنود نافذة وفعالة ، وإذا حدث خلاف بين النص باللغة العربية والنص باللغة الانجليزية فإنه يعمل بالنص باللغة العربية فقط .",

   "marketingCommunications" : "الإتصالات والنشرات التسويقية والإعلانية والدعائية",
   "marketingCommunicationsDesc" : "يوافق المستخدم على إستلام كافة النشرات التسويقية والإعلانية والدعائية الصادرة عن الشركة عبر البريد الالكتروني ، وله كامل الحق في إلغاء الاشتراك لهذه الخدمة في أي وقت يشاء .",
  
     "changePassword" : "تغيير كلمة المرور",
     "enterYourEmail" : "ادخل بريدك الإلكتروني",

     "verificationCode" : "رمز التأكيد",
     "enterVerificationCode" : "أدخل رمز التأكيد من فضلك",
     "sentVerificationCode" : "قام فريقنا بإرسال  رمز التأكيد إلى بريدك الإلكتروني المُسجل",

     "language" : "اللغة",
     "emailAddress" : "البريد الإلكتروني",
     "primaryEmail" : "عنوان البريد الإلكتروني الرئيسي ",



     "privacyText1" : "يرجى قراءة هذه الشروط والأحكام بعناية وحرص يعتبر دخولك على هذا الموقع وأي صفحات مرتبطة به بمثابة إقرار منك بالموافقة على الإلتزام بكافة الشروط والأحكام المدرجة أدناه. في حالة عدم الموافقة على الشروط والأحكام اللاحقة، يرجى تجنب الدخول على الموقع أو أي صفحات مرتبطة به.",
     "privacyText2" : "حقوق الطبع ومحتويات الموقع والملكية الفكرية :جميع حقوق الطبع محفوظة لشركة إبتكار للحلول الذكية 2021.",
     "privacyText3" : "إخلاء المسؤولية. أن جميع البيانات والمعلومات الموجودة على هذا الموقع والصور والرسومات البيانية والشعارات والرسومات البيانية هي ملك شركة إبتكار للحلول الذكية، ولا يسمح بإستخدامها أو تداولها دون الحصول على موافقة الشركة مقدما، ولا تسمح شركة إبتكار للحلول الذكية بأن يتم إستخدام أسمها في الدعاية والإعلان لأي منتج أو خدمة أو لأي غرض تجاري دون الحصول على موافقة مسبقة من الشركة، كما يمنع نسخ أو عرض أو توزيع أو تحميل أو ترخيص أو تعديل أو نشر أو إعادة عرض أو إعادة إنتاج أو إعادة استخدام أو بيع أو بث (إرسال) أي معلومات أو مواد علمية أو رسومات ذات صلة على الموقع أو أن يعاد استعمالها لخلق منتج جديد ناتج من الأصلي أو ما شابهه للاستخدام في الأغراض العامة أو التجارية دون أخذ الموافقة المسبقة لشركة إبتكار للحلول الذكية.",
     "privacyText4" : "سياسة الخصوصية: أعدت شركة شبكة إبتكار للحلول الذكية سياسة الخصوصية للإستفادة من خدمات الشركة عبر الإنترنت آخذة بعين الإعتبار متطلبات عملائها الكرام والتي تعود عليهم بالفائدة القصوى لتلبية إحتياجاتهم وتقديم أرقى مستوى للخدمات التي توفرها وتقدمها الشركة. لقد تم إعداد وصياغة هذه السياسة بما يتلائم مع خصوصية طبيعة المعلومات التي تحصل عليها الشركة منكم ولمساعدتكم على فهم كيفية التعامل مع مثل هذه المعلومات الشخصية والإئتمانية.",
     "privacyText5" : "عنوان صفحة الانترنت: بدخولك لموقع إيزي كريديت على الانترنت أو تحميل التطبيق الخاص بالخدمة سوف تتاح لأجهزة الإنترنت المستخدمة في إستضافة موقع الشركة لتسجيل البيانات التالية: عنوان الإنترنت الخاص بك، تاريخ ووقت دخولك الموقع، نوع التصفح على الانترنت المستخدم، الموقع المحول منه إلى موقع الشركة. لقد تم إعداد هذا الموقع لتجميع المعلومات الشخصية منكم بصورة رضائية.",
     "privacyText6" : "الربط مع المواقع الإلكترونية الأخرى: يحتوي موقع شركة إبتكار للحلول الذكية على روابط لمواقع أخرى ذات صلة بأعمالها، وحيث أن شركة إبتكار لا تقوم بإدارة هذه المواقع ولا تستطيع التحكم بها، فإنها لا تتحمل مسؤوليّة محتويات هذا الموقع. كما أن شركة إبتكار لا تقصد أن تجعل من هذه الروابط مراجع ينصح العملاء بالرجوع لها أو أنها ترشحها للجمهور بأي شكل من الأشكال، حيث أنها توفرها فقط للسهولة واليسر على العميل ، كما أن إدخال الروابط للمواقع الإلكترونية الأخرى لا يعني ضمناً أو بأي شكل من الأشكال تظهيراً لهذه المادة الموجودة على تلك المواقع، وأن استخدام هذه المواقع سيكون حصراً على مسؤولية المستخدم فقط ومخاطرته الذاتية.",
     "privacyText7" : "اللغة المعتمدة ونماذج الشركة: الصيغة الرسمية لوثائق شركة إبتكار للحول الذكية هي باللغة العربية فقط، وهي متوفرة بصورة مطبوعة ورقياً. النسخة العربية وحدها هي التي تعتبر ملزمة قانونياً لشركة إبتكار كمصدر رسمي للمعلومات. ولا تتحمل شركة إبتكار أي مسؤولية قانونية إزاء مدى صحة ودقة الصيغ الأخرى للوثائق المعروضة هنا على الموقع، والتي قد تنجم عن ترجمة الأصل العربي إلى لغات أخرى.",
     "privacyText8" : "المعلومات المطلوبة لإنجاز الخدمات: إن تزويدك للشركة بالمعلومات المطلوبة منك رضائيا سيساعدها على تنفيذ متطلباتك على أكمل وجه ، مع العلم بأن هذه المعلومات يمكن الاستفادة منها لتقديم أفضل العروض لكم مع ضمان الجودة ، كما يمكن إستخدامها لأغراض إحصائية وتحليلية دون التطرق لمعرفة شخصكم .",
     "privacyText9" : "المعلومات المطلوبة لإنجاز الخدمات: إن تزويدك للشركة بالمعلومات المطلوبة منك رضائيا سيساعدها على تنفيذ متطلباتك على أكمل وجه ، مع العلم بأن هذه المعلومات يمكن الاستفادة منها لتقديم أفضل العروض لكم مع ضمان الجودة ، كما يمكن إستخدامها لأغراض إحصائية وتحليلية دون التطرق لمعرفة شخصكم .",
     "privacyText10" : "الإفصاح عن المعلومات والبيانات: من منطلق الثقة المتبادلة مع عملائنا فإن خدمة إيزي كريدت تحرص دائما على خصوصية وسرية المعلومات الشخصية وقد يتم الكشف عن مثل هذه المعلومات فقط عندما يطلب من الشركة ذلك بصورة قانونية أو إذا كانت الشركة تعتقد بحسن نية أن مثل هذا الفعل يعتبر ضرورياً أو مطلوباً للتقيد بالقانون أو للحماية أو للدفاع عن الحقوق أو الممتلكات الخاصة بالشركة أو بهذا الموقع أو المستخدمين له.",
     "privacyText11" : "التعليقات والاسئلة لشركة إبتكار للحول الذكية: سيتم التعامل مع المعلومات التي تزودها للشركة بصورة سرية، وستساهم المعلومات المطلوبة منك عبر الإنترنت في مساعدة الشركة على توفير خدمات عالية الجودة لك حيث سيتم إستخدامها للإجابة على أسئلتك أو تعليقاتك أو طلباتك من قبل إبتكار.",
     "privacyText12" : "التعديلات في سياسة الخصوصية: مع التطورات السريعة للخدمات فان شركة إبتكار وتطبيق إيزي كريدت يحتفظان بحقهما في تغيير الشروط والأحكام الخاصة بسياسة الخصوصية عند الضرورة، إن التغيرات التي سوف تتم في هذا الموقع سوف يتم التنويه عنها في وقتها ماعدا السهو والخطأ.",

     "submit" : "قدم الآن",
     "wantToApply" : "هل أنت متأكد أنك ترغب في التقديم ؟",
     "dueAmount" :"مبلغ مستحق",

     "currentPass": "كلمة المرور الحالية ",
     "newPass": "كلمة المرور الجديدة ",
     "rePass":"أدخل كلمة المرور مرة أخرى ",
     "passwordDoesNotMatch" : "كلمة المرور غير مُتطابقة",
     "passwordALreadyUsed": "الرمز السري مستخدم",

     "news" : "آخبار",
     "all" : "الكل",
     "ezcredit" : "ايزي كريدت",
     "ezCreditServices" : "خدمات ايزي كريدت",
     "signUpToezCredit": "انضمام الى ايزي كريدت",


     "creditServices": "خدمة البطاقات الائتمانية... \nقريبا",
     "creditDesc" : "بابك لفرص بلا حدود",
     "creditTitle1" :"لماذا تتكبد عناء الذهاب إلى أحد البنوك للحصول على قرض وشرح الغرض من اقتراض المال؟ \n أدخل المتجر الذي تريد، اختر ما ترغي في شرائه، اذهب إلى الكاشير، ادفع باستخدام بطاقتك الائتمانية، استلم فاتورتك وإيصالك، وغادر المتجر وقد اقتنيت ما تريد في لحظات.",
     "creditTitle2" :"فوائد اقتناء بطاقة ائتمانية لا حصر لها، وأهمها:", 
     "creditPoints1" : "الشراء الآن والدفع لاحقا ",
     "creditPoints2" : "طريقة الدفع الأكثر قبولًا",
     "creditPoints3" : "برامج نقاط المكافأة",
     "creditPoints4" : "تجعل السفر أسهل",
     "creditPoints5" : "تمنحك خصومات واستردادا نقديا",
     "creditPoints6" : "تتيح لك تتبع نفقاتك",
     "creditEnds" : "تقدم بطلب من خلال EZ Credit للحصول على بطاقتك الائتمانية التي تلائم احتياجاتك اليوم لشراء أي شيء... في أي وقت.",

     "loanServices" : "خدمة القروض",
     "loanDesc" : "نقدم لك حلول التمويل التي تلبي احتياجاتك",
     "loanTitle1" : "أنت على بعد خطوة واحدة فقط من تحقيق حلمك. كل ما تحتاجه هو قرض للانتقال إلى المرحلة التالية من حياتك.",
     "loanTitle2" : "مع EZ Credit ، قرضك يلبي متطلباتك الشخصية. مهما كان نوع القرض الذي تبحث عنه، EZ Credit يقدمه لك. اختر نوع القرض الذي، والمبلغ الذي تحتاجه، ومدة القرض للحصول على عروض صممت خصيصا من أجلك من البنوك وشركات التمويل في الكويت بناءً على درجة الائتمان الخاصة بك.",
     "loanTypes" : "أنواع القروض:",
     "ezCreditLoanService" : "لماذا خدمة القروض منEZ Credit  هي خيارك الأمثل؟",
     "whyLoan1" : "خطوات سهلة ومبسطة",
     "whyLoan2" : "سرعة في معالجة القرض",
     "whyLoan3" : "جميع أنواع المقرضين في مكان واحد",
     "whyLoan4" : "عروض صممت من أجلك",
     "whyLoan5" : "أسعار فائدة تنافسية",
     "whyLoan6" : "إجراءات بسيطة مع وثائق محدودة",
     "whyLoan7" : "فريق دعم جاهز لخدمتك على مدار الساعة",
     "loanEnd1" : "لا تفوت هذه الفرصة الذهبية.",
     "loanEnd2" : "سارع الآن وتقدم بطلب للحصول على القرض الذي تحتاجه!",

     "carlease" : "تأجير سيارة",
     "salon" : "صالون",
     "fourwheel" : "دفع رباعي",
     "van" : "سيارة نقل",
     "farming" : "مزارع",
   
     "salary" : "راتب"
}

