{
    "letsGetStarted" : "LET’S GET STARTED",
    "oneApp" : "One Application ...",
    "multipleLenders": "Multiple Lenders & Offers",
    "createAccount": "Create Account",
    "joinAsGueast": "Join As a Guest",
    
    "signUp": "Sign Up", 
    "registerNow": "Register Now!",
    "civilID" : "Civil ID",
    "phoneNumber": "Phone Number", 
    "password": "Password",
    "confirmPassword":"Confirm Password",
    "buSigning": "By signing up, you agree to our ",
    "termsAndCondition": "Terms & Conditions", 
    "and": " and ",
    "privacyPolicy" :"Privacy Policy",
    
    "alreadyMember": "Already a Member? ",
    "login" : "Login",
    "loginToYourAccount": "Login to Your Account",
    "newToEZCREDIT":"New to EZ CREDIT ?",
    "forgetPassword":"Forget Password?",
    
    "bankingServices":"Banking Services Made Simpler",
    "ourServices":"OUR SERVICES",
    "leons":"Loans",
    "leonsMsg":"Whatever the type… EZ Credit has the right loan for you.",
    "creditCard":"Credit Cards",
    "creditCardMsg":"More for Less… Get your credit card today with easy steps",
    "bestInterest":"Best Interest Rates Guaranteed",
    "bestInterestMsg":"Lets grow your savings",

    "joinNow":"Join Now",
    "ourUsersSay":"OUR USERS SAY IT BEST!",
    "whyEZCREDIT":"Why EZ Credit",

    "customerIsKing": "Customer is King",
    "allBank": "All Banks in one place",
    "rightServices": "Right services",
    "speed": "Speed",
    "higherLeon": "Higher Loans Amounts",
    "competitive": "Competitive Rates",
    "needHelp": "Need Help",
    "anyQuestion": "Any questions? We're here to help!",
    "askAnything": "Ask Us Anything",
    "support": "Support",
    "updatedCredit": "Updated Credit Scores",
    "users": "Users",
    "issued": "Credit Cards issued ",
    "loanRequest": "loans Requests fulfilled",


    "home": "Home",
    "services": "Services",
    "lenderTestimonials": "LendersTestimonials",
    "contactUs" :"Contact Us",

    "hederSliderLoan" : "Need a Loan?",
    "hederSliderLoanDesc" : "It has never been more simple!",
    "hederSliderLoanButton" : "Get Your Loan Now!",
    "hederSliderCredit" : "Own Anything... Anytime!",
    "hederSliderCreditDesc" : "Get your credit card today to shop with ease",
    "hederSliderCreditButton" : "Request Yours Now!",
    "hederSliderBest" : "Give Your Money a Raise",
    "hederSliderBestDesc" : "Get the best interest rate for your deposits",
    "hederSliderBestButton" : "Get The Best Rate Now!", 

    "viewProfile": "View Profile",
    "logout" : "Logout",
    "testimonials" : "Testimonials",
    "lenders" : "Lenders",
    "settings" : "Settings",

    "myProfile": "My Profile",
    "personalInfo": "Personal Information",
    "idDetails": "ID Details",
    "residentialAddress": "Residential Address",
    "employmentDetails": "Employment Details",
    "financialInfo": "Financial Information",

    "personalInformation": "PERSONAL INFORMATION",
    "arabicName" : "اسم حامل البطاقة المدنية",
    "fullNameAr": "Full Name In Arabic",
    "fullNameEn": "Full Name In English",
    "civilIdCard": "CIVIL ID CARD HOLDER’S NAME",
    "nationality": "Nationality",
    "countryOfResidency": "Country of residency",
    
    "civilNo": "Civil ID No.",
    "sex": "Gender",
    "birthDate": "Birth Date",
    "expireDate": "Expiry Date",
    "country": "Country",
    "city": "City",
    "address": "Address",
    "street": "Street Name",
    "building": "Building No.",

    "female": "female",
    "male": "male",

    "emplymentStatus": "Employment Status",
    "employer": "Employer",
    "currency": "Currency",
    "currencyK" : "KWD",
    "income": "Income",
    "employed": "employed",
    "unemployed": "unemployed",
    "retired":"retired",

    "totalLiabilities": "Total Liabilities",
    "housing": "Housing",
    "consumer": "Consumer",
    "other": "Other",
    "totalMonthlyInstallments": "Total Monthly Installments",
    "scoring": "Scoring",

    "notifications" :"Notifications",
    "profile" : "My Profile",

    "carLoan" : "auto",
    "housingLoan" : "Housing Loan",
    "personalLoan" : "Personal Loan",

    "deposits" :"Deposits",
    "details" :"Details",
    "applyNow" :"Apply Now",


    "arabic" : "عربي",
    "arabicLang" : "العربية",
    "english": "English",
    "ar": "AR",

    "enterValue":"Please enter a value.",
    "errorCivilId":"please write a valid civil id and content 12 digits",
    "errorPass":"A minimum 6 characters password.",
    "errorConfirmPass":"Your password and confirmation password don't match.",
    "errorPhoneNumber":"phone number must be valid and content 8 digits",

    "next": "Next",
    "skip": "Skip",
    "previous": "Previous",
    "name": "Name",
    "requestCreditScore": "Request Credit Score",
    "creditScoreResult" : "Credit Score Result",
    "newLoanInformation" : "New Loan Information",
    "loanEligibility" : "Loan Eligibility",
    "applyToGetLoan" : "Apply To Get A Loan",
    "requestYourCreditScore" : "Request Your Credit Score Now",

    "offers": "Offers",
    "proposal": "Proposal",
    "email": "Email",
    "loginInWith": "Or Log In with",
    "signUpWith": "Or sign up with",
    "autoLoan" : "Auto Loan",

    "procees": "Proceed",
    "orderSuccessfully": "Your Order is Successfully",
    "loanType": "Loan Type",
    "bankType": "Bank Type",
    "serviceType" :"Service Type",
    "personal": "Personal Info",
    "employmentInfo": "Employment Info",
    "newLoan": "New Loan",
    "apply": "Apply",
    "goToProposal": "Go to Proposals",
    "save": "Save",

    "select": "Select",

    "mobileNumber" : "Mobile Number",
    "needLoan" : "Need Loan ?",
    "needLoanDesc" : "It has never been more simple!",

    "auto" : "auto",
    "otherLoan" : "other",
    "any": "any",
    "commercial": "commercial",
    "islamic": "islamic", 

     "requestLoanType" : "Requested Loan Type",
     "requestBanktype" : "Requested Bank Type",
     "requestLoanAMount": "Requested Loan Amount",
     "installmentsNumber": "Installments Number",

     "more": "More",
     "getLoanNow" : "Get Your Loan Now!",
     "requestAservice" : "Request A Service",
     "cancel": "Cancel",
     "acceptNow": "Accept Now",
     "rejectNow": "Reject Now",
     "rejectOffer" : "Reject Offer",
     "acceptOffer" : "Accept Offet",
     "confirmation" : "Confirmation",
     "confirmationRejectOffer" : "Are you sure you want to Reject the Offer",
     "confirmationAcceptOffer" : "Are you sure you want to Accept the Offer",
     "yourRequest": "Your Request",
     "loanAMount" : "Loan Amount",
     "bankOffer" : "Bank Offer",
     "intrestRate" : "Interest Rate",
     "note" : "Note",
     "recievedProposals" : "Recieved Proposals",
     "activeRequests" : "Active Requests",
     "definitions": "Definitions",
     "definitionsDesc": "The Company: Means Ebtikar Smart Solutions \n Device: includes personal computers, laptops, computer tablets, mobile phones, smartphones, wearable devices (watches, fitness trackers), connected car system devices and any other similar devices that may be connected to the internet.  \n Digital Service: Includes all internet and mobile services provided by EZ Credit whereby the user can purchase through computer terminals and Devices: and User / Customer: means the registered customer of EZ Credit, the individual, to whom the service is provided. The User hereby acknowledges, understands, and accepts the following Terms and Conditions:",

     "eligibility": "Eligibility",
     "eligibilityDesc1": "EZ Credit reserves the right to refuse an application for the Digital Service and may in its sole discretion withdraw, cancel or modify the Digital Service and/or these Terms and Conditions.",
     "eligibilityDesc2": "Before accessing any new facilities related to the Digital Service, the User is required to confirm his acceptance electronically of the associated terms and conditions. The User understands that such acceptance via electronic media will be sufficient and legally binding.",
     "eligibilityDesc3": "The user undertakes to provide any additional documents that the company may request before approving any modifications or additional services under the digital service that Ci-net shall provide to the user. If the user fails to comply with the above requirements, the user shall not be eligible to obtain the modified digital service and in this case the company reserves its right to withdraw the service already provided to the user at its discretion.",
     "eligibilityDesc4": "Product applications in online and mobile apps will be subject to eligibility and risk policy.",
     "eligibilityDesc5": "Users are encouraged, to download the latest available version of the apps on the App & Google Stores to benefit from the adequate security protection. Similarly, Users are advised to use only compatible browser versions with the internet services and have anti-virus software installed and active on their device at all times.",
     "eligibilityDesc6": "Individuals under the age of 21 are not eligible to be registered as a user of the Website or mobile app",
     "eligibilityDesc7": "The user acknowledges and accepts that the mobile phone number that he uses to register the use of the digital service shall be the same number on which he shall receive the authorization code which is a one-time secret number (OTP) and the user shall be responsible for keeping his device protected at all times and the periodic commitment to update data Contact and its mobile phone number in the records of Company in the event they are lost or changed.",



     "responsibility" :"Responsibility",
     "responsibilityDesc1" :"The Company’s Digital Service is provided for us entirely upon the request and risk of the User.",
     "responsibilityDesc2" :"The User acknowledges that EZ Credit shall not be liable or responsible in any way for any loss or damage resulting directly or indirectly from any technical defect, interruption or use of the company's digital service in general.",
     "responsibilityDesc3" :"EZ Credit’s record of any transaction processed for the use of the Digital Service shall be conclusive evidence of such transaction and binding on the User for all purposes.",
     "responsibilityDesc4" :"EZ Credit shall not responsible for any erroneous payments that are paid to automated banking services or credit card institutions arising out of any inaccurate information provided by the user as part of processing the relevant transaction. The User further confirms and agrees to Waive off any right, which the User may otherwise have for holding Ci-Net responsible for any error or omission caused by the use of the Digital Service and any delay on the part of Ci-Net in the course of providing the service.",


     "confidentiality": "Confidentiality",
     "confidentialityDesc1": "The User undertakes not to disclose any passwords authentication code and/or user identification code relating to his account and/or its use of the Digital Service to any other person.",
     "confidentialityDesc2": "The User acknowledges that the Digital Service is the property of EZ Credit which has the copyright and intellectual property of all software, programs, documentation and applications related to the Digital Service including any subsequent amendments that may be affected too it in any form in future.",
     "confidentialityDesc3": "The User agrees to treat the access rights, documentation or any other information related to the Digital Service as strictly private and confidential at all times and shall not copy or reproduce any of the foregoing in any form whether in whole or in part or allow access to any other parties whether they are individuals or companies to use the digital service.",
     "confidentialityDesc4": "The User undertakes not to share any of the Devices which are used to access the Digital Service with any third party regardless of the proximity and pledges to use passwords to protect against the unauthorized use of such devices where possible. The User also undertakes to indemnify EZ Credit against all loss or damage, which may occur as a result of allowing any third party to access such Devices which are able to connect to the Digital Service.",


     "consentForm" : "Consent Form",
     "consentFormDesc" : "I, the undersigned customer, hereby declare and undertake to fully and unconditionally authorize EZ Credit to generate and extract a detailed credit report on all my credit information, including the analytical and detailed information with credit scouring indicators regarding my full credit status which includes all types of consumer loans, installments loans, guarantees and credit facilities granted by way of sale in any form by transfer of ownership in installments of goods in accordance with the provision of law no. 9 for the year 2019 and its regulations and decisions issued in execution of it; along with its subsequent amendments. EZ Credit shall not be responsible for any loss or damage resulting from the invalidity or inaccuracy of the personal data or credit data in the report or for any losses resulting from my use of this report in any way whatsoever. I also declare and undertake to pay the fixed fees for generating the required credit report. This is a declaration, authorization and consent from me regarding the above-mentioned conditions.",

     "dataPolicy":"Data Policy",
     "dataPolicyDesc1":"The User acknowledges that EZ Credit may collect content and information that the User provides when using the Digital Service including but not limited to transaction details, Device model, GSM operator, location, frequency and duration of use, and crash reports.",
     "dataPolicyDesc2":"EZ Credit may also collect information from or about the Device where the User has installed or accessed Digital Services, depending on the permissions granted by the User.",
     "dataPolicyDesc3":"EZ Credit may also use the collected information to deliver enhanced Digital Services, personalize content and make suggestions by understanding User's interactions through different Digital Services.",
     "dataPolicyDesc4":"EZ Credit may also use the User's information to respond to User's queries related to Digital Services. In addition, EZ Credit shall use the information to verify accounts and activity of the User, and to promote safety and security on and off Digital Services, such as by investigating suspicious activity or violations of EZ Credit’s General Terms and Conditions.",
     "dataPolicyDesc5":"The User acknowledges and unconditionally agrees that EZ Credit has the right to keep and store collected information and data to provide products, services and Digital Services to the User.",


     "creditReport": "Credit Report request to send via email",
     "creditReportDesc": "The user acknowledges and agrees that if he requests a copy of his credit report or to be sent to his e-mail ID registered in the application, by which he authorizes the company to inquire about his data in accordance with what is mentioned in item No. (5) of these terms and conditions, and shall absolve the company of any liability Legal consequences that may arise from this matter., The user also acknowledges, undertakes and agrees individually and on his personal and legal responsibility to bear all risks resulting from the transmission of these reports or documents by e-mail without the slightest responsibility on the company.",

     "disclaimers":"Disclaimers",
     "disclaimersDesc1":"The information contained in this website provided by the company is general information that may or may not reflect the most current legal developments and n is not intended to constitute or to be considered a reference or legal advice. Therefore, the company shall not assume nor accept any responsibility for the information, the company provides or for the way in which this information should be used, or for any actions taken in consequence of the use of such information. Moreover, the company doesn’t give any guarantees, undertakings or warranties concerning the accuracy, completeness, or up-to-date nature of the information provided on this app & website.",
     "disclaimersDesc2":"In no event will the company or its employees, be liable for any direct, indirect, incidental, special or consequential damages that may result from the use of, or the inability to use, any content, information, material or postings found through the Service or the Service itself. Moreover, the company doesn’t assume any liability or responsibility for any errors or omissions in the content of this site, or any deletion or suspension of any contents on this site, and further disclaims any liability of any nature for any loss howsoever caused in connection with using this website.",
     "disclaimersDesc3":"The Company makes all efforts to assure that its website is free of viruses but the company does not guarantee that the site is free of viruses. The Company disclaims any liability or responsibility for any viruses that may exist on its site.",


     "governingLaw" : "Governing law",
     "governingLawDesc" : "This Agreement shall be governed by and construed in accordance with the laws of Kuwait and as per Islamic sharia law. Whenever possible, each provision of the Agreement shall be interpreted in such manner as to be effective and valid under applicable law, but if any provision hereof shall be prohibited by or invalid under applicable law, such provision shall be ineffective to the extent of such prohibition or invalidity, without invalidating the remainder of such provision or the remaining provisions of this Agreement. If there any discrepancy between the Arabic and English text, the Arabic text shall prevail and be interpreted as the governing language.",

     "marketingCommunications" : "Marketing communications",
     "marketingCommunicationsDesc" : "The User agrees to receive Ci-Net newsletters and campaigns. The User has the full right to unsubscribe and cancel the subscription to this service at any time via the link sent to the email.", 
     
     "changePassword" : "Change Password",
     "enterYourEmail" : "Enter your email address",

     "verificationCode" : "Verification Code",
     "enterVerificationCode" : "Please enter your verification code",
     "sentVerificationCode" : "We have sent you a verification code to your registered email address",

     "language" : "Language",
     "emailAddress" : "Email Address",
     "primaryEmail" : "Primary email address",


     "privacyText1" : "Please read the following terms and conditions carefully. Using this site or any related pages is considered an agreement by you to comply with all terms and conditions mentioned below. In case of disagreement, please, avoid accessing the apps, site, or any linked pages.",
     "privacyText2" : "Copyright, Website Contain, and Intellectual Property: EZ Credit all rights reserved 2022, Disclaimers. All texts, data and information on this site are digitized photographs, graphics, and logos contained are the property of EZ Credit, and may not be used without permission. EZ Credit does not permit the use of its name in any advertising, as an endorsement for any product or service, or for any commercial purpose, without its prior written permission by EZ Credit, any information and material or related graphics on the site shall not be copied, displayed, distributed, downloaded, licensed, modified, published, re-posted, reproduced, reused, sold, transmitted, used to create a derivative work or otherwise used for public or commercial purposes without EZ Credits prior written permission.",
     "privacyText3" : "Privacy Policy: EZ Credit`s privacy policy is developed to safeguard your privacy and interests. This policy is formulated to give you a better understanding of the information collected when you visit our website and how your personal information is kept and processed by us.",
     "privacyText4" : "IP Address: While using EZ Credit`s apps or visiting its Website, the servers will record the following: Your IP Address. The date and time of your visit The type of Internet Browser used. The URL of any website that you were directed from. The personal information from your computer when you browse this site will be collected voluntarily.",
     "privacyText5" : "Links with other websites: EZ Credits website contains links to websites operated by other parties. EZ Credit does not control such websites and is not responsible for the content and performance of these sites. EZ Credit does not intend links on its website to be referrals or endorsements of the linked entities and are provided for convenience only. The inclusion of links to other websites does not imply any endorsement of the material on the websites. Use of other sites is strictly at the Customers own risk." ,
     "privacyText6" : "Authorized language & Forms: The official version of EZ Credit documents is provided in the Arabic language, which is available in hard-copy printed form. Only such Arabic versions are binding on the EZ Credit as an official source of information. EZ Credit assumes no responsibility for the accuracy of other versions of documents posted herein, resulting from translating the Arabic originals into other languages.",
     "privacyText7" : "Expediting a requested transaction: Necessary Information required from you will be submitted to us without any obligation. This information will help in better processing of your requests where applicable. The information you provide will never be sold to any third party for their own marketing purposes without your express permission in writing unless it is used on an aggregated basis for statistical and research purposes without any information which can be used to identify you.",
     "privacyText8" : "Non-Disclosure of customer's Information: Due to the mutual trust with our customers, EZ Credit will maintain at all times the privacy and confidentiality of all personal information collected. Such information may only be disclosed when required by law or when in good faith we believe that such action is necessary or desirable to comply with the law, and protect or defend the rights or property of Ci-Net, this site or its users.",
     "privacyText9" : "Contact EZ Credit for Questions and Comments: All Information provided to EZ Credit will be treated as confidential. Online forms requesting information will help us in providing you with enhanced quality of customer care. Such information will be used to respond to your questions, comments or requests by EZ Credit.",
     "privacyText10" : "Updating Privacy Policy: With the swift and fast developing services, EZ Credit reserves the right to change the Privacy Policy or Terms & Conditions when necessary.",
     "privacyText11" : "Website Monitors: EZ Credit monitors this website for security purposes. By using this site, you expressly consent to such monitoring. unauthorized attempts to upload or change information on this site, to defeat or circumvent security measures, or to utilize this site for other than its intended purposes, are prohibited. Any evidence of such attempts may be referred to concerned law enforcement agencies.",
     "privacyText12" : "Governing Law: These terms and conditions shall be governed and construed in accordance with State of Kuwait Laws and Islamic Sharia.",

     "submit" : "Submit Now",
     "wantToApply" : "Are you sure you want to Apply",
     "dueAmount" :"Due Amount",

     "currentPass": "Current Password",
     "newPass": "New Pasword",
     "rePass":"Re-enter Password",
     "passwordDoesNotMatch" : "Password does not match",
     "passwordALreadyUsed": "Password Already Used",

     "news" : "News",
     "all" : "All",
     "ezcredit" : "EZ Credit",
     "ezCreditServices" : "EZ Credit Services",
     "signUpToezCredit": "Sign up to EZ Credit",

     "creditServices": "Credit Cards Services... \nComing Soon",
     "creditDesc" : "Your Door to Endless Opportunities",
     "creditTitle1" :"Why go to a bank for a loan and explain the purpose of borrowing money?You walk into a store, pick an item, go to the payment counter, flash your credit card, collect the bill and receipt, and walk out of the store with your goods. ",
     "creditTitle2" :"The benefits of credit cards are innumerable, and some prime ones are:", 
     "creditPoints1" : "Allows you to buy on credit",
     "creditPoints2" : "The Most accepted method of payment",
     "creditPoints3" : "Offers you reward points",
     "creditPoints4" : "Makes traveling easier",
     "creditPoints5" : "Gives you Discounts and cashbacks",
     "creditPoints6" : "Keeps track of your expenses",
     "creditEnds" : "Apply through EZ Credit to get your tailored credit card today to buy anything at any time.",

     "loanServices" : "Loans Services",
     "loanDesc" : "OFFERING YOU FINANCING SOLUTIONS THAT MEET YOUR NEEDS",
     "loanTitle1" : "You’re just one step away from making your dream a reality. All you need is a loan to get to the next phase of your life. ",
     "loanTitle2" : "With EZ Credit, your Loan meets your personal requirements. No matter what type of loan you are searching for, we have it for you. Select the loan you need, the amount, and the duration to get customized offers based on your credit score from banks and financing companies in Kuwait.",
     "loanTypes" : "Loan Types:",
     "ezCreditLoanService" : "Why EZ Credit Loans Service?",
     "whyLoan1" : "Easy Steps",
     "whyLoan2" : "Quick loan processing time",
     "whyLoan3" : "All lender types in one place",
     "whyLoan4" : "Tailored offers",
     "whyLoan5" : "Competitive interest rates",
     "whyLoan6" : "Simple procedures with nominal documentation",
     "whyLoan7" : "Dedicated Support Team - ready to serve you at your convenience",
     "loanEnd1" : "Don’t miss out on this golden opportunity.",
     "loanEnd2" : "Act now and apply for the loan you need!"




}